Repository: jesobreira/fireplace
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fy

source: App for Ecuador
de: App für Ecuador
fy: App foar Ekwador

source: App for El Salvador
de: App für El Salvador
fy: App foar El Salvador

source: App for France
de: App für Frankreich
fy: App foar Frankryk

source: App for Germany
de: App für Deutschland
fy: App foar Dútslân

source: App for Greece
de: App für Griechenland
fy: App foar Grikenlân

source: App for Hungary
de: App für Ungarn
fy: App foar Hongarije

source: App for India
de: App für Indien
fy: App foar Yndia

source: App for Italy
de: App für Italien
fy: App foar Italië

source: App for Japan
de: App für Japan
fy: App foar Japan

source: App for Macedonia
de: App für Mazedonien
fy: App foar Masedonië

source: App for Mexico
de: App für Mexiko
fy: App foar Meksiko

source: App for Montenegro
de: App für Montenegro
fy: App foar Montenegro

source: App for Nicaragua
de: App für Nicaragua
fy: App foar Nikaragua

source: App for Panama
de: App für Panama
fy: App foar Panama

source: App for Peru
de: App für Peru
fy: App foar Peru

source: App for Poland
de: App für Polen
fy: App foar Poalen

source: App for Russia
de: App für Russland
fy: App foar Ruslân

source: App for Serbia
de: App für Serbien
fy: App foar Servië

source: App for South Africa
de: App für Südafrika
fy: App foar Súd-Afrika

source: App for Spain
de: App für Spanien
fy: App foar Spanje

source: App for Uruguay
de: App für Uruguay
fy: App foar Uruguay

source: App for Venezuela
de: App für Venezuela
fy: App foar Venezuela

source: Arts & Entertainment App
de: Vorgestellt in Kunst & Unterhaltung
fy: App foar keunst en ferdivedaasje

source: Featured Book App
de: Lesenswertes Buch
fy: Oanrikkemandearre app foar boeken

source: Featured Creativity App
de: Werden Sie kreativ
fy: Oanrikkemandearre app foar kreativiteit

source: Featured Education App
de: Vorgestellt für Bildung
fy: Oanrikkemandearre app foar ûnderwiis

source: Featured Game
de: Tolles Spiel
fy: Oanrikkemandearre spultsje

source: Groundbreaking App
de: Bahnbrechende App
fy: Baanbrekkende app

source: Health & Fitness App
de: Gesund leben
fy: App foar sûnens en fitness

source: Hidden Gem
de: Verborgener Schatz
fy: Ferburgen parel

source: Featured Lifestyle App
de: Lifestyle & Kultur
fy: Oanrikkemandearre app foar lifestyle

source: Local Favorite App
de: Deutschlands beliebteste
fy: Lokale favorite app

source: Maps & Navigation App
de: Unterwegsn
fy: App foar kaarten en navigaasje

source: Featured Music App
de: Für Musikliebhaber
fy: Oanrikkemandearre app foar muzyk

source: Mystery App!
de: Geheimnisvolle App!
fy: Mystearje-app!

source: News & Weather App
de: Vorgestellt in Nachrichten & Wetter
fy: App foar nijs en waar

source: Photo & Video App
de: Vorgestellte Kamera-App
fy: App foar foto en fideo

source: Featured Shopping App
de: Intelligenten Einkaufen
fy: Oanrikkemandearre app foar winkeljen

source: Featured Social App
de: Kontakte knüpfen
fy: Oanrikkemandearre sosjale app

source: Featured Sports App
de: Für das Sportlerleben
fy: Oanrikkemandearre app foar sport

source: Tool & Time Saver
de: Werkzeuge & Zeitsparer
fy: Helpmiddel en tiidbesparring

source: Featured Travel App
de: Für Reisende
fy: Oanrikkemandearre app foar reizgjen

source: Work & Business App
de: Dinge erledigen
fy: App foar wurk en saaklik

source: {current} of {count}
de: {current} von {count}
fy: {current} fan {count}

source: works offline
de: funktioniert offline
fy: wurket offline

source: Unable to install packaged apps
de: Gepackte Apps können nicht installiert werden
fy: Kin gjin app-pakketten ynstallearjen

source: App install error: {error}
de: Fehler bei der App-Installation: {error}
fy: App-ynstallaasjeflater: {error}

source: There was an error submitting your newsletter sign up request
de: Beim Übermitteln Ihrer Anfrage zur Anmeldung für den Newsletter ist ein Fehler aufgetreten
fy: Der is in flater bard by it yntsjinjen fan jo ynskriuwfersyk foar de nijsbrief

source: Error while communicating with server. Try again later.
de: Fehler bei der Kommunikation mit dem Server. Versuchen Sie es später erneut.
fy: Flater wylst kommunikaasje mei server. Probearje it letter nochris.

source: Payment failed. Try again later.
de: Zahlung fehlgeschlagen. Versuchen Sie es später erneut.
fy: Betelling mislearre. Probearje it letter nochris.

source: {n} star
de: {n} Stern
fy: {n} stjer

source: Flagging review...
de: Bewertung wird gemeldet…
fy: Beoardieling markearje…

source: This review has been successfully flagged. Thanks!
de: Diese Bewertung wurde erfolgreich gemeldet. Vielen Dank!
fy: Dizze beoardieling is mei sukses markearre. Tank!

source: Sorry, there was an issue flagging the review. Please try again later.
de: Es tut uns leid, bei der Melden dieser Bewertung ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
fy: Sorry, der wie in probleem by it markearjen fan de beoardieling. Probearje it letter nochris.

source: This review has been successfully deleted
de: Diese Bewertung wurde erfolgreich gelöscht
fy: Dizze beoardieling is mei sukses fuortsmite

source: Write a Review
de: Schreiben Sie eine Bewertung
fy: In beoardieling skriuwe

source: Sorry, there was a problem deleting the review
de: Es tut uns leid, beim Löschen der Bewertung ist ein Problem aufgetreten
fy: Sorry, der wie in probleem by it fuortsmiten fan de beoardieling

source: Loading...
de: Laden…
fy: Lade…

source: Your review was successfully posted. Thanks!
de: Ihre Bewertung wurde erfolgreich veröffentlicht. Vielen Dank!
fy: Jo beoardieling is mei sukses pleatst. Tank!

source: Sorry, there was an error posting your review. Please try again later.
de: Es tut uns leid, beim Veröffentlichen Ihrer Bewertung ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
fy: Sorry, der is in flater bard by it pleatsen fan jo beoardieling. Probearje it letter nochris.

source: Your review was successfully edited
de: Ihre Bewertung wurde erfolgreich bearbeitet
fy: Jo beoardieling is mei sukses bewurke.

source: Sorry, there was an issue editing your review. Please try again later
de: Es tut uns leid, bei der Bearbeitung Ihrer Bewertung ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
fy: Sorry,d er wie in probleem by it bewurkjen fan jo beoardieling. Probearje it letter nochris.

source: English
de: Englisch
fy: Ingelsk

source: French
de: Französisch
fy: Frâns

source: German
de: Deutsch
fy: Dútsk

source: Hungarian
de: Ungarisch
fy: Hongaarsk

source: Indonesian
de: Indonesisch
fy: Yndonesysk

source: Polish
de: Polnisch
fy: Poalsk

source: Portuguese
de: Portugiesisch
fy: Portugeesk

source: Russian
de: Russisch
fy: Russysk

source: Spanish
de: Spanisch
fy: Spaansk

source: Sorry, you are currently offline. Please try again later.
de: Es tut uns leid, Sie sind derzeit offline. Bitte versuchen Sie es später erneut.
fy: Sorry, jo binne op dit stuit offline. Probearje it letter nochris.

source: The next time you start the Firefox Marketplace app, you’ll see the updated version!
de: Wenn Sie die Firefox-Marketplace-App das nächste Mal starten, sehen Sie die aktualisierte Version!
fy: De folgjende kear dat jo de Firefox Marketplace-app starte, sjogge jo de bywurke ferzje!

source: App Detail
de: Details zur App
fy: App-details

source: Firefox OS Add-ons
de: Add-ons für Firefox OS
fy: Add-ons foar Firefox OS

source: Feedback submitted. Thanks!
de: Rückmeldung abgesendet. Vielen Dank!
fy: Kommentaar yntsjinne. Tank!

source: There was a problem submitting your feedback. Try again soon.
de: Beim Übermitteln Ihrer Rückmeldung ist ein Fehler aufgetreten. Bitte versuchen Sie es in Kürze erneut.
fy: Der wie in probleem by it yntsjinjen fan jo kommentaar. Probearje it ynkoarten nochris.

source: Popular Homescreens
de: Beliebte Startbildschirme

source: Collection Detail
de: Details zur Sammlung
fy: Kolleksjedetails

source: Language Packs
de: Sprachpakete
fy: Taalpakketten

source: New Apps
de: Neue Apps

source: New Sites
de: Neue Websites

source: Popular Apps
de: Beliebte Apps

source: Popular Sites
de: Beliebte Websites

source: Newsletter Signup
de: Anmeldung für den Newsletter
fy: Ynskriuwe foar nijsbrief

source: Search Results
de: Suchergebnisse
fy: Sykresultaten

source: Developer Listing
de: Entwickler-Listeneintrag
fy: Untwikkelersfermelding

source: Your settings have been successfully saved
de: Ihre Einstellungen wurden erfolgreich gespeichert
fy: Jo ynstellingen binne mei sukses bewarre.

source: Settings could not be saved
de: Einstellungen konnten nicht gespeichert werden
fy: Ynstellingen koenen net bewarre wurde

source: Website Detail
de: Details zur Website
fy: Websitedetails

source: Report submitted. Thanks!
de: Meldung abgeschickt. Danke!
fy: Rapport yntsjinne. Tankewol!

source: There was an issue submitting your report. Please try again later.
de: Beim Abschicken Ihrer Meldung ist ein Problem aufgetreten. Bitte versuchen Sie es später erneut.
fy: Der wie in probleem by it yntsjinjen fan jo rapport. Probearje it letter nochris.

source: Read All Reviews
de: Alle Bewertungen lesen
fy: Alle beoardielingen lêze

source: Please sign in to view the receipt
de: Melden Sie sich bitte an, um die Quittung einzusehen
fy: Meld jo oan om de ûntfangstbefêstiging te besjen

source: Receipt
de: Quittung
fy: Untfangstbefêstiging

source: Feedback
fy: Kommentaar

source: Newsletter
fy: Nijsbrief

source: Region
fy: Regio

source: version: {version}
fy: ferzje: {version}

source: Homepage
fy: Startside

source: Internet
fy: Ynternet

source: Lifestyle
fy: Libbenstyl
