Repository: jesobreira/fireplace
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fy

source: Expand
de: Ausklappen
fy: Utklappe

source: No results found
de: Keine Ergebnisse gefunden
fy: Gjin resultaten fûn

source: The category you requested does not exist.
de: Die von Ihnen angeforderte Kategorie existiert nicht.
fy: De troch jo frege kategory bestiet net.

source: An internal server error occurred. Please try again later.
de: Ein interner Server-Fehler ist aufgetreten. Bitte versuchen Sie es später erneut.
fy: Der is in ynterne serverflater bard. Probearje it letter nochris.

source: Categories
de: Kategorien
fy: Kategoryën

source: We want to hear from you!
de: Ihre Meinung ist uns wichtig!
fy: Wy wolle fan jo hearre!

source: Give us your feedback. Let us know whether we are awesome or buggy.
de: Sagen Sie uns Ihre Meinung. Sagen Sie uns, ob es hier toll oder fehlerhaft zugeht.
fy: Jou jo kommentaar. Lit ús witte oft wy bjusterbaarlik binne of flaters meitsje.

source: Let us know...
de: Sagen Sie’s uns…
fy: Lit it ús witte…

source: Cancel
de: Abbrechen
fy: Annulearje

source: Submit Feedback
de: Feedback senden
fy: Kommentaar yntsjinje

source: Get Help
de: Hilfe erhalten
fy: Help krije

source: Search Marketplace&hellip;
de: Marketplace durchsuchen&hellip;
fy: Sykje yn Marketplace&hellip;

source: Search
de: Suchen

source: Settings
de: Einstellungen
fy: Ynstellingen

source: My Apps
de: Meine Apps
fy: Myn apps

source: Sign Out
de: Abmelden
fy: Ofmelde

source: Support
de: Hilfe
fy: Stipe

source: Develop Apps
de: Apps entwickeln
fy: Apps ûntwikkelje

source: Develop Firefox OS Add-ons
de: Firefox-OS-Add-ons entwickeln
fy: Untwikkel Firefox OS-add-ons

source: My Submissions
de: Meine Einreichungen
fy: Myn ynstjoeringen

source: Reviewer Tools
de: Werkzeuge für Überprüfer
fy: Beoardielershelpmiddelen

source: Lookup Tool
de: Nachschlagewerkzeug
fy: Sykhelpmiddel

source: Except where otherwise <a href="{legal_url}" target="_blank">noted</a>, content on this site is licensed under the <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
de: Sofern nicht anders <a href="{legal_url}" target="_blank">vermerkt</a>, steht der Inhalt dieser Seite unter der <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> oder einer späteren Version.
fy: Utsein oars <a href="{legal_url}" target="_blank">melden</a>, is op de ynhâld fan dizze website de <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> of lettere ferzje fan tapassing.

source: Privacy Policy
de: Datenschutzerklärung
fy: Privacybelied

source: Terms of Use
de: Nutzungsbedingungen
fy: Brûkersbetingsten

source: Report Trademark Abuse
de: Markenrechtsverletzung melden
fy: Misbrûk fan hannelsmerk melde

source: Free Carrier Apps
de: Kostenlose Apps vom Mobilfunkanbieter
fy: Fergese provider-apps

source: Your carrier offers these free apps. You can download them at no charge.
de: Ihr Mobilfunkanbieter bietet diese kostenlosen Apps an. Sie können Sie gebührenfrei herunterladen.
fy: Jo provider biedt dizze apps fergees oan. Jo kinne se fergees downloade.

source: No apps found.
de: Keine Apps gefunden.
fy: Gjin apps fûn.

source: Sites
de: Websites

source: Homescreens
de: Startbildschirm

source: More
de: Mehr

source: Home
de: Startseite
fy: Start

source: Popular
de: Beliebt
fy: Populêr

source: New
de: Neu
fy: Nij

source: Recommended Apps
de: Empfohlene Apps

source: Register
de: Registrieren
fy: Registrearje

source: Sign In
de: Anmelden
fy: Oanmelde

source: Sign in
de: Anmelden

source: Sign out
de: Abmelden

source: You must use Firefox to install Firefox apps.
de: Sie müssen Firefox verwenden, um Firefox-Apps zu installieren.
fy: Jo moatte Firefox brûke om Firefox-apps te ynstallearjen.

source: Download
de: Herunterladen
fy: Downloade

source: The list returned no results.
de: Die Liste blieb ohne Ergebnisse.

source: You must be signed in to view your apps.
de: Sie müssen angemeldet sein, um Ihre Apps anzusehen.
fy: Jo moatte oanmeld wêze om jo apps te besjen.

source: You have no apps
de: Sie haben keine Apps
fy: Jo hawwe gjin apps

source: Oh no!
de: Oh nein!
fy: Oh nee!

source: No language packs found.
de: Keine Sprachpakete gefunden.
fy: Gjin taalpakketten fûn.

source: <b>{n}</b> Result
de: <b>{n}</b> Ergebnis
fy: <b>{n}</b> resultaat

source: <b>"{search_query}"</b> returned {n} result
de: <b>„{search_query}“</b> ergab {n} Ergebnis
fy: <b>"{search_query}"</b> joech {n} resultaat

source: No results found, try again later
de: Keine Ergebnisse gefunden, versuchen Sie es später erneut
fy: Gjin resultaten, probearje it letter nochris

source: General settings
de: Allgemeine Einstellungen
fy: Algemiene ynstellingen

source: Email Address
de: E-Mail-Adresse
fy: E-mailadres

source: Display Name
de: Anzeigename
fy: Werjeftenamme

source: Recommendations
de: Empfehlungen
fy: Oanrikkemandaasjes

source: Yes, show me recommendations based on my installed apps. <a href="{url}" target="_blank">Learn more</a>
de: Ja, ich möchte Empfehlungen basierend auf meinen installierten Apps sehen. <a href="{url}" target="_blank">Erfahren Sie mehr</a>
fy: Ja, ik wol oanrikkemandaasjes sjen op basis fan myn ynstallearre apps. <a href="{url}" target="_blank">Mear ynfo</a>

source: Save Changes
de: Änderungen speichern
fy: Wizigingen bewarje

source: Get Firefox News.
de: Erhalten Sie Neuigkeiten zu Firefox.
fy: Untfang Firefox-nijs.

source: Sign up for our newsletter.
de: Melden Sie sich für unseren Newsletter an.
fy: Skriuw jo yn foar ús nijsbrief.

source: Get Involved
de: Mitmachen
fy: Meiewurkje

source: An update to Marketplace is available.
de: Für Marketplace ist ein Update verfügbar.
fy: Der is in fernijing foar Marketplace beskikber.

source: Sign up for our newsletter
de: Melden Sie sich für unseren Newsletter an
fy: Ynskriuwe foar ús nijsbrief

source: Get Firefox news! Sign up for our newsletter
de: Erhalten Sie Neuigkeiten zu Firefox! Melden Sie sich für unseren Newsletter an.
fy: Untfang Firefox-nijs! Skriuw jo yn foar ús nijsbrief

source: Email
de: E-Mail-Adresse
fy: E-mailadres

source: Sign me up
de: Anmelden
fy: Ynskriuwe

source: I'm okay with Mozilla handling my info as explained in <a href="{privacy_policy_url}" target="_blank">this Privacy Policy</a>.
de: Ich bin einverstanden, dass Mozilla meine Daten wie in <a href="{privacy_policy_url}" target="_blank">dieser Datenschutzerklärung</a> beschrieben, verwendet.
fy: Ik bin it iens mei hoe't Mozilla mei myn gegevens omgiet, lykas útlein yn <a href="{privacy_policy_url}" target="_blank">dit privacybelied</a>.

source: Thanks for signing up!
de: Danke für Ihre Anmeldung!
fy: Tank foar it ynskriuwen!

source: You'll receive an email from mozilla@e.mozilla.org, please check your inbox for your first email from us. If you don’t see it, check your spam filter.
de: Sie erhalten eine E-Mail von mozilla@e.mozilla.org, bitte sehen Sie in Ihrem Posteingang nach Ihrer ersten E-Mail von uns. Wenn Sie sie nicht finden, sehen Sie in Ihrem Spam-Filter nach.
fy: Jo ûntfange in e-mailberjocht fan mozilla@e.mozilla.org; kontrolearje jo Postvak YN op ús earste e-mailberjocht. As jo dit net sjogge, kontrolearje dan jo spamfilter.

source: App Statistics
de: App-Statistiken
fy: App-statistiken

source: App usage statistics
de: Nutzungsstatistiken zur App
fy: Statistiken fan app-gebrûk

source: Not enough statistics to show.
de: Nicht genügend Daten für eine Statistik.
fy: Net genôch statistiken te toanen.

source: Review
de: Bewertung
fy: beoardieling

source: Not yet reviewed
de: Noch nicht bewertet
fy: Noch net beoardield

source: Free
de: Kostenlos
fy: Fergees

source: View all
de: Alle anzeigen
fy: Alles werjaan

source: &mdash; {attribution}
de: &ndash; {attribution}
fy: &ndash; {attribution}

source: Visit this top site!
de: Diese Top-Website besuchen!
fy: Besykje dizze topwebsite!

source: Show me another site
de: Eine andere Website anzeigen
fy: Noch in website toane

source: Load more
de: Mehr laden
fy: Mear lade

source: Description
de: Beschreibung
fy: Beskriuwing

source: View All
de: Alle ansehen
fy: Alles werjaan

source: size: {size}
de: Größe: {size}
fy: grutte: {size}

source: last updated: {date}
de: Letzte Aktualisierung: {date}
fy: lêst fernijd: {date}

source: Customize your device with powerful features.
de: Passen Sie Ihr Gerät mit detailreichen Funktionen an.
fy: Pas jo apparaat oan mei krêftige funksjes.

source: No Firefox OS add-ons found.
de: Keine Add-ons für Firefox OS gefunden.
fy: Gjin add-ons foar Firefox OS fûn.

source: Need to report something?
de: Möchten Sie uns etwas mitteilen?
fy: Wolle jo wat melde?

source: Let us know if this app is doing something that isn't allowed in the <a href="{criteria_url}">review criteria</a> and should be removed from the Marketplace.
de: Sagen Sie uns, wenn diese App etwas tut, was gemäß <a href="{criteria_url}">Überprüfungskriterien</a> nicht tun darf, weshalb sie aus dem Marketplace entfernt werden sollte.
fy: Lit ús witte oft dizze app wat docht wat yn de <a href="{criteria_url}">beoardielingskritearia</a> net tastien is en fan de Marketplace fuortsmiten wurde moat.

source: Examples of issues to report here are if the app is broken, contains mature content, contains malware, etc. The app developer will not see your comments.
de: Beispiele von hier zu meldenden Problem sind eine nicht funktionsfähige App, Inhalte mit Altersbeschränkung, Schadsoftware und ähnliches. Der App-Entwickler sieht Ihre Kommentare nicht.
fy: Foarbylden fan hjir te melden saken binne as de app net wurket, ynhâld foar folwoeksenen befettet, malware befettet, ensfh. De app-ûntwikkelaar sjocht jo opmerkingen net.

source: Submit Report
de: Bericht absenden
fy: Rapport ferstjoere

source: {app_name} screenshot
de: Screenshot von {app_name}
fy: {app_name}-skermôfbylding

source: For previous version {version}
de: Für vorherige Version {version}
fy: Foar foarige ferzje {version}

source: Edit
de: Bearbeiten
fy: Bewurkje

source: Delete
de: Löschen
fy: Fuortsmite

source: Report
de: Bericht
fy: Rapportearje

source: Flagged for review
de: Zur Überprüfung markiert
fy: Markearre foar beoardieling

source: Updates
de: Aktualisierungen
fy: Fernijingen

source: Last updated
de: Zuletzt aktualisiert
fy: Lêst bywurke

source: Email Support
de: E-Mail-Hilfe
fy: Stipe fia e-mail

source: Support Site
de: Hilfe-Website
fy: Stipewebsite

source: Statistics
de: Statistiken
fy: Statistiken

source: Edit Listing
de: Listeneintrag bearbeiten
fy: Fermelding bewurkje

source: Approve / Reject
de: Freischalten / Ablehnen
fy: Goedkarre / Ofwize

source: Review History
de: Chronik der Überprüfungen
fy: Beoardielingsskiednis

source: Reviews
de: Bewertungen
fy: Beoardielingen

source: App not yet reviewed
de: App noch nicht überprüft
fy: App noch net beoardield

source: Premium version available
de: Premium-Version verfügbar
fy: Premiumferzje beskikber

source: More Information
de: Weitere Informationen
fy: Mear ynformaasje

source: Developer
de: Entwickler
fy: Untwikkeler

source: Compatibility
de: Kompatibilität
fy: Kompatibiliteit

source: File Size
de: Dateigröße
fy: Bestânsgrutte

source: Most Recent Version
de: Neueste Version
fy: Meast resinte ferzje

source: Report Abuse
de: Missbrauch melden
fy: Misbrûk melde

source: Rated {stars} out of {maxstars} stars
de: Bewertung: {stars} von {maxstars} Sternen
fy: Wurdearring: {stars} fan {maxstars} stjerren

source: Back to app
de: Zurück zur App
fy: Tebek nei app

source: Loading Privacy Policy...
de: Datenschutzerklärung wird geladen…
fy: Privacybelied lade…

source: Thank you for purchasing
de: Danke für Ihren Kauf
fy: Tank foar jo oankeap

source: Back to {app}
de: Zurück zu {app}
fy: Tebek nei {app}

source: Your carrier offers some free apps.
de: Ihr Mobilfunkanbieter stellt einige kostenlose Apps zur Verfügung.
fy: Jo provider biedt in pear apps fergees oan.

source: Get them now!
de: Laden Sie sie jetzt herunter!
fy: Krij se no!

source: Content Rating
de: Inhaltsbewertung
fy: Ynhâldsbeoardieling

source: Rating Details
de: Details zur Bewertung
fy: Beoardielingsdetails

source: Your Mac settings may prevent you from installing apps that do not come from the Mac App Store.
de: Ihre Mac-Einstellungen verhindern möglicherweise die Installation von Apps, die nicht aus dem Mac App Store kommen.
fy: Jo Mac-ynstellingen soargje der mooglik foar dat jo gjin apps dy't net fan de Mac App Store komme ynstallearje kinne.

source: Learn how to change them.
de: Erfahren Sie, wie Sie diese ändern können.
fy: Lês hoe't jo se wizigje kinne.

source: Show me everything for <mkt-selected-text></mkt-selected-text>
de: Alles anzeigen für <mkt-selected-text></mkt-selected-text>
fy: Alles toane foar <mkt-selected-text></mkt-selected-text>

source: Installed!
de: Installiert!
fy: Ynstallearre!

source: Launch this app from your <b>Applications</b> directory.
de: Diese App aus Ihrem <b>Anwendungs</b>-Verzeichnis starten.
fy: Start dizze app fanút jo map <b>Applikaasjes</b>.

source: Launch this app from your <b>Windows desktop</b> or <b>Start &#9658; All Programs</b>.
de: Diese App von Ihrem <b>Windows-Desktop</b> oder <b>Start &#9658; Alle Programme</b> starten.
fy: Start dizze app fanôf jo <b>Windows-bureaublêd</b> of <b>Start &#9658; Alle programma’s</b>.

source: Launch this app from your <b>dash</b>, <b>Application picker</b>, or <b>Applications menu</b>.
de: Starten Sie diese App von Ihrem <b>Dash</b>, <b>Anwendungswähler</b> oder dem <b>Anwendungsmenü</b>.
fy: Start dizze app fanôf jo <b>dashboerd</b>, <b>Tapassingskiezer</b> of <b>menu Tapassingen</b>.

source: Content Not Found
de: Inhalt nicht gefunden
fy: Ynhâld net fûn

source: Whoops! Something went wrong and you ended up here. Sorry!
de: Hoppla! Etwas ist schief gegangen und Sie sind hier gelandet. Entschuldigung!
fy: Oeps! Der is wat misgien en jo binne hjir te lâne kaam. Sorry!

source: Edit your Review
de: Bearbeiten Sie Ihre Bewertung
fy: Jo beoardieling bewurkje

source: Edit your review
de: Bearbeiten Sie Ihre Bewertung
fy: Jo beoardieling bewurkje

source: Write a review
de: Schreiben Sie eine Bewertung
fy: In beoardieling skriuwe

source: Sign in to review
de: Melden Sie sich an, um eine Bewertung zu schreiben
fy: Meld jo oan om te beoardielen

source: Read all reviews
de: Alle Bewertungen lesen
fy: Alle beoardielingen lêze

source: System Date Incorrect
de: Systemzeit falsch
fy: Systeemdatum net korrekt

source: Sorry, your device clock appears to be set incorrectly.
de: Es tut uns leid, die Uhr Ihres Geräts scheint falsch eingestellt zu sein.
fy: Sorry, jo apparaatklok liket net korrekt ynsteld te wêzen.

source: Please set today's date and time in your device settings to access the Marketplace.
de: Bitte stellen Sie in Ihren Geräteeinstellungen das heutige Datum und die Uhrzeit ein, um auf den Marketplace zuzugreifen.
fy: Stel yn jo apparaatynstellingen de datum en tiid fan hjoed yn om de Marketplace te benaderjen.

source: Try again
de: Erneut versuchen
fy: Opnij probearje

source: 1 Review
de: 1 Bewertung
fy: 1 beoardieling

source: An error occurred.
de: Ein Fehler ist aufgetreten.
fy: Der is in flater bard.

source: Try Again
de: Versuchen Sie es erneut
fy: Probearje it opnij

source: Currently Offline
de: Derzeit offline
fy: Op dit stuit offline

source: Sorry, you need to be online to access the Marketplace.
de: Es tut uns leid, Sie müssen online sein, um auf den Marketplace zuzugreifen.
fy: Sorry, jo moatte online wêze om de Marketplace te besykjen.

source: Edit Review
de: Bewertung bearbeiten
fy: Beoardieling bewurkje

source: Leave a Review
de: Hinterlassen Sie eine Bewertung
fy: Beoardieling achterlitte

source: Please read the <a href="{url}" target="_blank">Review Guidelines</a> for more details about rating apps. Reviews that do not meet these guidelines may be removed by our moderation team without notice.
de: Bitte lesen Sie die <a href="{url}" target="_blank">Bewertungsrichtlinien</a>, in denen Sie weitere Details zur Bewertung von Apps finden. Bewertungen, die diesen Richtlinien entsprechen, können ohne Ankündigung von unserem Moderationsteam entfernt werden.
fy: Lês de <a href="{url}" target="_blank">beoardielingsrjochtlinen</a> foar mear details oer it beoardielen fan apps. Beoardielingen dy't net oan dizze rjochtlinen foldogge kinne sûnder melding troch ús moderaasjeteam fuortsmiten wurde.

source: Rate:
de: Bewertung:
fy: Wurdearrring:

source: Please select a star rating.
de: Bitte wählen Sie eine Sternebewertung.
fy: Selektearje in stjerwurdearring.

source: Tell us what you like about this app. Write like you’re telling a friend about your experience with the app. Give specific details, for example, What features did you like or dislike?
de: Sagen Sie uns, was Ihnen an dieser App gefällt. Schreiben Sie so, als würden Sie einem Freund über Ihre Erfahrung mit dieser App erzählen. Gehen Sie ins Detail und erklären Sie beispielsweise, welche Funktionen Ihnen gefallen oder nicht gefallen.
fy: Fertel ús wat jo oan dizze app befalt. Skriuw as oft jo in freon oer jo ûnderfining mei de app fertelle. Jou spesifike details, lykas hokker funksjes jo wol of net oansteane.

source: Only users that are logged in may submit reviews.
de: Nur angemeldete Nutzer können Bewertungen schreiben.
fy: Allinnich oanmelde brûkers meie beoardielingen yntsjinje.

source: Update Review
de: Bewertung aktualisieren
fy: Beoardieling bywurkje

source: Submit Review
de: Bewertung absenden
fy: Beoardieling yntsjinje

source: Flag Review
de: Bewertung melden
fy: Beoardieling markearje

source: See an issue with this review? Select a reason below.
de: Gibt es ein Problem mit dieser Bewertung? Wählen Sie einen der folgenden Gründe aus.
fy: Sjogge jo in probleem mei dizze beoardieling? Selektearje hjirûnder in reden.

source: Spam or otherwise non-review content
de: Spam oder anderweitiger Inhalt, der keine Bewertung ist
fy: Spam of oare net te beoardielen ynhâld

source: Inappropriate language/dialog
de: Unpassende Wortwahl
fy: Unfoechsum taalgebrûk

source: Misplaced bug report or support request
de: Unpassender Fehlerbericht, oder Unterstützungs-Anfrage
fy: Unterjochte flatermelding of stipefersyk

source: This app has no reviews.
de: Diese App hat keine Bewertungen.
fy: Dizze app hat gjin beoardielingen.

source: Explore more in {category_one} and {category_two}.
de: Entdecken Sie mehr in {category_one} und {category_two}.
fy: Untdek mear yn {category_one} en {category_two}.

source: Explore more in {category}.
de: Entdecken Sie mehr in {category}.
fy: Untdek mear yn {category}.

source: Is there something wrong or out-of-date with this website listing?
de: Ist an diesem Listeneintrag der Website etwas falsch oder veraltet?
fy: Is der wat mis of út-de-tiid mei dizze websitefermelding?

source: Report an issue
de: Ein Problem melden
fy: In probleem rapportearje

source: App Review
de: Bewertung der App
fy: App-beoardieling

source: Let us know if something is missing from this website listing or its information should be updated.
de: Sagen Sie uns, wenn etwas in der Auflistung auf dieser Website fehlt oder die Informationen aktualisiert werden sollten.
fy: Lit ús witte oft der wat yn dizze websitefermelding ûntbrekt of de ynformaasje dêrfan bywurke wurde moat.

source: For information on show to report a copyright or trademark issue <a href="{url}" target="_blank">see here</a>.
de: Information zum Melden eines Urheberrechts- oder Markenrechtsproblems finden Sie <a href="{url}" target="_blank">hier</a>.
fy: <a href="{url}" target="_blank">Sjoch hjir</a> foar ynformaasje oer it melden fan in probleem mei auteursrjocht of hannelsmerk.

source: Describe the issue here. Please be specific.
de: Beschreiben Sie hier das Problem bitte möglichst genau.
fy: Beskriuw hjir it probleem. Wês spesifyk.

source: Report an Issue
de: Ein Problem melden
fy: In probleem melde

source: not available for your region
de: nicht in Ihrer Region verfügbar
fy: net beskikber foar jo regio

source: not available for your platform
de: nicht für Ihre Plattform verfügbar
fy: net beskikber foar jo platfoarm

source: Payment cancelled.
de: Zahlung abgebrochen.
fy: Betelling annulearre.

source: Sorry, we had trouble fetching this app's data. Please try again later.
de: Es gab Probleme beim Herunterladen der App. Bitte versuchen Sie es später erneut.
fy: Sorry, der wienen problemen by it opheljen fan de gegevens oer dizze app. Probearje it letter nochris.

source: Install failed. Please try again later.
de: Installation fehlgeschlagen. Bitte versuchen Sie es später erneut.
fy: Ynstallaasje mislearre. Probearje it letter nochris.

source: Installed
de: Installiert
fy: Ynstallearre

source: free
de: kostenlos
fy: fergees

source: Unavailable
de: Nicht verfügbar
fy: Net beskikber

source: Install
de: Installieren
fy: Ynstallearje

source: Install Add-on
de: Add-on installieren

source: Open website
de: Website öffnen
fy: Website iepenje

source: Open app
de: App öffnen
fy: App iepenje

source: Install for free
de: Kostenlos installieren
fy: Fergees ynstallearje

source: Install for {price}
de: Installieren für {price}
fy: Ynstallearje foar {price}

source: Open
de: Öffnen
fy: Iepenje

source: Games
de: Spiele
fy: Spultsjes

source: Books & Comics
de: Bücher & Comics
fy: Boeken en strips

source: Business
de: Geschäftliches
fy: Saaklik

source: Education
de: Lernen
fy: Ûnderwiis

source: Entertainment
de: Unterhaltung
fy: Ferdivedaasje

source: Food & Drink
de: Essen & Trinken
fy: Iten en drinken

source: Health & Fitness
de: Gesundheit & Fitness
fy: Sûnens en fitness

source: Kids
de: Kinder
fy: Bern

source: Maps & Navigation
de: Karten & Navigation
fy: Kaarten en navigaasje

source: Music
de: Musik
fy: Muzyk

source: News
de: Nachrichten
fy: Nijs

source: Personalization
de: Personalisierung
fy: Personalisaasje

source: Photo & Video
de: Foto & Video
fy: Foto en fideo

source: Productivity
de: Produktivität
fy: Produktiviteit

source: Reference
de: Nachschlagewerke
fy: Referinsje

source: Science & Tech
de: Wissenschaft & Technik
fy: Wittenskip en technyk

source: Shopping
de: Einkaufen
fy: Winkelje

source: Social
de: Soziale Netzwerke
fy: Sosjaal en kommunikaasje

source: Sports
de: Sport
fy: Sport

source: Travel
de: Reisen
fy: Reizgjen

source: Utilities
de: Werkzeuge
fy: Helpprogramma’s

source: Weather
de: Wetter
fy: It waar

source: All Platforms
de: Alle Plattformen
fy: Alle platfoarmen

source: Android Mobile
de: Android-Handy
fy: Android mobyl

source: For ages {0}+
de: ab {0} Jahren
fy: Fanôf {0} jier

source: Generic
de: Allgemein
fy: Algemien

source: For all ages
de: ab 0 Jahren
fy: Foar alle leeftiden

source: Rating Pending
de: Einstufung ausstehend
fy: Wacht op beoardieling

source: Rating Refused
de: Kein Kennzeichen
fy: Beoardieling wegere

source: Everyone
de: Ohne Altersbeschränkung
fy: Eltsenien

source: Everyone 10+
de: ab 10 Jahren
fy: 10 jier en âlder

source: Teen
de: ab 12 Jahren
fy: Teeners

source: Mature 17+
de: ab 17 Jahren
fy: 17 jier en âlder

source: Adults Only 18+
de: ab 18 Jahren
fy: Allinnich folwoeksenen 18+

source: App for Albania
de: App für Albanien
fy: App foar Albaanje

source: App for Argentina
de: App für Argentinien
fy: Apps foar Argentinië

source: App for Bangladesh
de: App für Bangladesch
fy: App foar Bangladesh

source: App for Brazil
de: App für Brasilien
fy: App foar Brazilië

source: App for Bulgaria
de: App für Bulgarien
fy: App foar Bulgarije

source: App for Chile
de: App für Chile
fy: App foar Sili

source: App for China
de: App für China
fy: App foar Sina

source: App for Colombia
de: App für Kolumbien
fy: App foar Kolombia

source: App for Costa Rica
de: App für Costa Rica
fy: App foar Kosta Rika

source: App for Croatia
de: App für Kroatien
fy: App foar Kroaasje

source: App for Czech Republic
de: App für die Tschechische Republik
fy: App foar Tsjechië
